"appName" = "Inlaider (zh-Hans)";


"popup.command.placeholder.typeACommand" = "输入命令...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "输入命令或按 Enter 关闭...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "输入命令或按 Enter 粘贴结果";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — 切换到编辑器";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — 切换到命令行";
"popup.shortcut.clearCanvas" = "⌘⌫ 清除编辑器";
"popup.shortcut.copyCanvas" = "⌘C 复制编辑器内容";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C 或 Enter 复制编辑器内容";
"popup.shortcut.enterPaste" = "Enter 插入到";
"popup.shortcut.esc" = "Esc 关闭到";

"show" = "显示";
"about" = "关于";
"quit" = "退出";
"close" = "关闭";
"cancel" = "取消";
"save" = "保存";
"ok" = "确定";
"settings" = "设置";
"copied" = "已复制";

"settings.section.general.title" = "常规";
"settings.accessibility.title" = "辅助功能权限";
"settings.accessibility.description" = "此权限是必需的，以便自动读取选定文本并将处理后的结果插回原始文本框。\n没有访问权限，应用程序将使用剪贴板传递数据。";
"settings.inlaiderShortcut.label" = "Inlaider 快捷键";
"settings.LaunchAtLogin.label" = "启动时运行";

"settings.section.ownAPIKeys.title" = "自定义 API 密钥";
"provider.apiKey.title" = "API 密钥";
"provider.apiKey.placeholder" = "在此输入 API 密钥";
"provider.models.title" = "模型";
"provider.models.new.placeholder" = "添加模型名称";

"settings.section.customPrompts.title" = "自定义提示替换";
"prompts.general.title" = "通用提示";
"prompts.replacements.title" = "提示替换";
"prompts.replacements.replaceWhat.label" = "替换";
"prompts.replacements.model.label" = "模型";
"prompts.replacements.replaceWith.label" = "替换为提示";
"prompts.replacements.error.exists.message" = "命令替换 '%@' 已存在。";

"about.ThirdPartyLicenses" = "第三方许可证";
"about.VisitOnGithub" = "在 GitHub 上查看";
"about.version" = "版本 %@";

"error.title" = "错误";